Repository: rpetersson/bakeutenvekt
Catalog: bakeutenvekt/*.lproj/Localizable.strings
Languages: nb

# app.subtitle
source: Convert grams to deciliters for baking
nb: Konverter gram til desiliter for baking

# ingredient.hvetemel
source: All-purpose flour
nb: Hvetemel

# ingredient.grovt_mel
source: Whole wheat flour
nb: Grovt mel

# ingredient.havregryn
source: Oats
nb: Havregryn

# ingredient.maizena
source: Cornstarch
nb: Maizena

# ingredient.potetmel
source: Potato flour
nb: Potetmel

# ingredient.sukker
source: Sugar
nb: Sukker

# ingredient.melis
source: Powdered sugar
nb: Melis

# ingredient.sirup
source: Syrup
nb: Sirup

# ingredient.rosiner
source: Raisins
nb: Rosiner

# ingredient.margarin
source: Margarine
nb: Margarin

# ingredient.olje
source: Oil
nb: Olje

# ingredient.smulegryn
source: Breadcrumbs
nb: Smulegryn

# ingredient.ris,_langkornet
source: Long grain rice
nb: Ris, langkornet

# ingredient.ris_rundkornet
source: Short grain rice
nb: Ris rundkornet

# ingredient.erter,_bønner,_linser
source: Peas, beans, lentils
nb: Erter, bønner, linser

# ingredient.kakao
source: Cocoa
nb: Kakao

# ingredient.kokosmasse
source: Coconut
nb: Kokosmasse

# ingredient.syltetøy
source: Jam
nb: Syltetøy

# ingredient.hvit-ost_revet
source: Grated white cheese
nb: Hvit-ost revet

# section.select_ingredient
source: Select Ingredient
nb: Velg ingrediens

# section.amount_grams
source: Amount in Grams
nb: Mengde i gram

# section.result
source: Result
nb: Resultat

# result.equals
source: Equals
nb: Tilsvarer

# result.of
source: of
nb: av

# accessibility.ingredient_picker
source: Selected ingredient: %@
nb: Valgt ingrediens: %@

# accessibility.ingredient_picker_hint
source: Tap to change ingredient
nb: Trykk for å endre ingrediens

# accessibility.gram_slider
source: Gram amount slider
nb: Gram mengde glidebryter

# accessibility.gram_slider_value
source: %d grams
nb: %d gram

# accessibility.quick_select_hint
source: Set amount to %d grams
nb: Sett mengde til %d gram

# accessibility.result
source: Result: %@ of %@
nb: Resultat: %@ av %@

# error.invalid_ingredient
source: Invalid ingredient selected
nb: Ugyldig ingrediens valgt

# error.invalid_amount
source: Invalid amount entered
nb: Ugyldig mengde angitt
